Repository: enfyna/xfce-prayer-times
Catalog: panel-po/*/xpt.po
Languages: tr

source: Prayer Times
tr: Vakit Namazları

source: Help
tr: Yardım

source: Save
tr: Kaydet

source: Isha Angle (degrees)
tr: Yatsı Açısı (derece)

source: Fajr Angle (degrees)
tr: Sabah Açısı (derece)

source: Latitude (degrees)
tr: Enlem (derece)

source: Longitude (degrees)
tr: Boylam (derece)

source: Shadow Factor [1, 2]
tr: Gölge Oranı [1, 2]

source: Elevation (m)
tr: Rakım (m)

source: Descent Correction (minutes)
tr: İniş Düzeltme (dakika)

source: Notification Interval (minutes)
tr: Bildirim Aralığı (dakika)

source: Calculation
tr: Hesaplamalar

source: Notification
tr: Bildirimler

source: Islamic prayer times plugin
tr: Vakit namazları eklentisi

source: Check if prayed
tr: Namazı kıldıysan işaretle

source: Time left to next prayer:
tr: Sonraki vakte kalan zaman:

source: %02d.%02d.%d %s ---------------- %2s : Fajr %2s : Sunrise %2s : Zuhr %2s : Asr %2s : Maghrib %2s : Isha
tr: %02d.%02d.%d %s ---------------- %2s : İmsak %2s : Güneş %2s : Öğle %2s : İkindi %2s : Akşam %2s : Yatsı
